{
    "products": [
        {
            "category": "FiveM",
            "RatingStar": "4.5",
            "name": "BaseFiveM V1",
            "description": "Base FiveM เป็นตัวช่วยสำคัญสำหรับการสร้างเซิร์ฟเวอร์ FiveM ที่ตอบโจทย์ทุกความต้องการ ไม่ว่าจะเป็นเซิร์ฟเวอร์ Roleplay, Drift หรือโหมดอื่นๆ เราได้ออกแบบมาเพื่อมอบประสบการณ์ที่ลื่นไหล เสถียร และง่ายต่อการปรับแต่ง มาพร้อมระบบพื้นฐานที่ครบครัน ช่วยให้คุณเริ่มต้นได้อย่างรวดเร็วและลดปัญหาที่อาจเกิดขึ้นจากการตั้งค่าด้วยตัวเอง จุดเด่นของ Base นี้คือการรองรับการปรับแต่งที่ยืดหยุ่น ระบบที่ออกแบบมาให้เหมาะสมกับการใช้งานจริง ลดปัญหาแลคหรือบั๊ก และสามารถเพิ่มฟีเจอร์หรือปรับแต่งได้ตามความต้องการ ไม่ว่าคุณจะเป็นผู้พัฒนาใหม่หรือผู้พัฒนามืออาชีพ Base นี้จะช่วยให้การสร้างเซิร์ฟเวอร์ของคุณเป็นเรื่องง่ายและสนุก พร้อมแล้วที่จะมอบประสบการณ์ที่ยอดเยี่ยมให้กับผู้เล่นในคอมมูนิตี้ของคุณ",
            "image_products": "https://i.imgur.com/Gwh1iXi.gif",
            "credit_name": "RONIN Script",
            "credit_image_profile": "./assets/img/image_profile_team/RONIN_Script.gif",
            "script_name": "BaseFiveM_V1",
            "keypass": "SERET_SEVEN_STORE?Fz4oFpe6WDtKlfg6V",
            "date": "28 Jan 2025"
        },
        {
            "category": "MTA:SAN",
            "RatingStar": "2.5",
            "name": "BackUp MTA DayZ V1",
            "description": "สคริปต์นี้คือรวม Mods เก่าๆของตัว Server DayZ MTA:SAN โดยมีระบบเริ่มต้นสำหรับการสร้างเซิฟเวอร์ MTA:SAN เเนวเอาชีวิตรอดจาก โลกล่มสลายเเนวซอมบี้ เเละยังมีระบบรูปเเบบการเล่นสมจริง UX/UI รูปเเบบคลาสสิก สไตร์เก่าของ MTA:SAN เเละยังมีระบบ Inventory ที่มีฟังห์ชั่นครบสะดวกสบายต่อการเล่นเเล้วยังมีไอเท็มเสื้อผ้าสามารถ Custom ได้ ฯลฯ",
            "image_products": "https://i.imgur.com/iVt5gI0.gif",
            "credit_name": "RONIN Script",
            "credit_image_profile": "./assets/img/image_profile_team/RONIN_Script.gif",
            "script_name": "BackUp_MTA_DayZ_V1",
            "keypass": "SERET_SEVEN_STORE?0RYzp0Cl8Uz6l7DZR",
            "date": "28 Jan 2025"
        },
        {
            "category": "MTA:SAN",
            "RatingStar": "3.5",
            "name": "Vehicle Tuner MTA",
            "description": "Vehicle Tuner MTA เป็นสคริปต์ที่ออกแบบมาเพื่อปรับแต่งความเร็วของยานพาหนะในเกม MTA: San Andreas ช่วยให้ผู้เล่นสามารถปรับความเร็วของรถได้ตามความต้องการ ไม่ว่าจะเป็นการเพิ่มหรือลดความเร็วเพื่อให้เหมาะสมกับสถานการณ์ในเกม สคริปต์นี้ใช้งานง่ายและออกแบบมาให้มีประสิทธิภาพสูง เหมาะสำหรับผู้เล่นและผู้ดูแลเซิร์ฟเวอร์ที่ต้องการเพิ่มความสนุกและความยืดหยุ่นในการขับขี่ยานพาหนะในเกม นอกจากนี้ยังมาพร้อมกับตั้งค่าการใช้งานได้อย่างสะดวก",
            "image_products": "https://i.imgur.com/pHF780v.gif",
            "credit_name": "WADADANG",
            "credit_image_profile": "./assets/img/image_profile_team/wadadang.gif",
            "script_name": "VehicleTuner_MTA",
            "keypass": "SERET_SEVEN_STORE?siB9lmWJ2rp2YYClW",
            "date": "28 Jan 2025"
        },
        {
            "category": "MTA:SAN",
            "RatingStar": "5.0",
            "name": "Module MTA Linked C++ VisualStudio2022",
            "description": "โมดูลนี้เป็นตัวช่วยเชื่อมต่อระหว่าง MTA (Multi Theft Auto) กับ C++ โดยรองรับการพัฒนาด้วย Visual Studio 2022 การตั้งค่าที่สำคัญคือ หากเซิร์ฟเวอร์ของคุณเป็นเวอร์ชัน 32 บิต คุณจำเป็นต้องตั้งค่าการ Build ให้เป็น 32 บิต เพื่อความเข้ากันได้อย่างสมบูรณ์แบบ โมดูลนี้ยังมาพร้อมกับตัวอย่างฟังก์ชัน GreetCpp ที่ช่วยให้คุณสามารถเรียกใช้งานคำสั่งหรือฟังก์ชันใน C++ ได้ง่ายดายจากสคริปต์ในเกม เหมาะสำหรับนักพัฒนาที่ต้องการขยายขีดความสามารถของเซิร์ฟเวอร์ MTA ด้วยฟีเจอร์ขั้นสูงและประสิทธิภาพจากภาษา C++",
            "image_products": "https://i.imgur.com/JeDClno.gif",
            "credit_name": "WADADANG",
            "credit_image_profile": "./assets/img/image_profile_team/wadadang.gif",
            "script_name": "ModuleMTA_VisualStudio2022",
            "keypass": "SERET_SEVEN_STORE?x94DkEO668MEYqt3p",
            "date": "28 Jan 2025"
        }
    ]
}
